Repository: zbyszeg/TDC
Catalog: en-pl_Sopoltrad.tmx
Source language: en_gb
Languages: pl_pl

source: SWITCH -S10 POSITION
pl_pl: POŁOŻENIE PRZEŁĄCZNIKA -S10

source: DISCORDANCE PHASE POSITION
pl_pl: POŁOŻENIE NIEZGODNOŚCI FAZ

source: CLOSED POSITION
pl_pl: POŁOŻENIE ZAMKNIĘTE

source: OPEN POSITION
pl_pl: POŁOŻENIE OTWARTE

source: EARTHING SWITCH POSITION
pl_pl: POŁOŻENIE PRZEŁĄCZNIKA UZIEMIENIA

source: EARTHING SWITCH CLOSED POSITION
pl_pl: POŁOŻENIE ZAMKNIĘTE PRZEŁĄCZNIKA UZIEMIENIA

source: EARTHING SWITCH OPEN POSITION
pl_pl: POŁOŻENIE OTWARTE PRZEŁĄCZNIKA UZIEMIENIA

source: SWITCH CLOSED POSITION
pl_pl: POŁOŻENIE ZAMKNIĘTE PRZEŁĄCZNIKA

source: SWITCH OPEN POSITION
pl_pl: POŁOŻENIE OTWARTE PRZEŁĄCZNIKA

source: DISCONNECT SWITCH POSITION
pl_pl: POŁOŻENIE PRZEŁĄCZNIKA ROZŁĄCZAJĄCEGO

source: DISCONNECT SWITCH CLOSED POSITION
pl_pl: POŁOŻENIE ZAMKNIĘTE PRZEŁĄCZNIKA ROZŁĄCZAJĄCEGO

source: DISCONNECT SWITCH OPEN POSITION
pl_pl: POŁOŻENIE OTWARTE PRZEŁĄCZNIKA ROZŁĄCZAJĄCEGO

source: SF6 PRES.
pl_pl: CIŚN. SF6

source: 1ST STAGE
pl_pl: 1. POZIOM

source: SF6 PRESSURE
pl_pl: CIŚNIENIE SF6

source: SF6 PRESSURE (P1=ALARM P2=LOCKING)
pl_pl: CIŚNIENIE SF6 (P1=ALARM P2=BLOKADA)

source: LOW SF6 PRESSURE - 1ST STAGE
pl_pl: NISKIE CIŚNIENIE SF6 - 1. POZIOM

source: LOW SF6 PRESSURE - 2ND STAGE
pl_pl: NISKIE CIŚNIENIE SF6 - 2. POZIOM

source: PRESSURE SWITCH
pl_pl: PRZEŁĄCZNIK CIŚNIENIOWY

source: TRANSFORMER PRIMARY CIRCUIT
pl_pl: OBWÓD PIERWOTNY TRANSFORMATORA

source: OUTLET
pl_pl: WYLOT

source: PROVISION FOR CONTROL CLIENT
pl_pl: REZERWA NA STEROWANIE KLIENTA

source: PROVISION FOR INSTALLATION OF CBWTACH-2
pl_pl: REZERWA NA INSTALACJĘ CBWTACH-2

source: CLIENT CONNECTIONS
pl_pl: PODŁĄCZENIA KLIENTA

source: SPRING RESETTING
pl_pl: RESETOWANIE SPRĘŻYNY

source: MANUAL MOTOR RELOADING
pl_pl: RĘCZNE RESETOWANIE SILNIKA

source: MOTOR RELOADING
pl_pl: RESETOWANIE SILNIKA

source: PHASE NOT TOGETHER RESET
pl_pl: FAZY NIE ZRESETOWANE RÓWNOCZEŚNIE

source: REFERENCES AND CHARACTERISTICS CANNOT BE USED TO ORDER EQUIPMENT.
pl_pl: REFERENCJI I CHARAKTERYSTYK NIE MOŻNA UŻYĆ DO ZAMAWIANIA URZĄDZEŃ.

source: THESE ARE GIVEN ONLY FOR INDICATION.
pl_pl: SĄ ONE PODANE WYŁĄCZNIE ORIENTACYJNIE

source: POLE 1 FAN RESETING
pl_pl: BIEGUN 1 RESETOWANIE WENTYLATORA

source: RELAY
pl_pl: PRZEKAŹNIK

source: TIME DELAY RELAY
pl_pl: PRZEKAŹNIK OPÓŹNIENIA CZASOWEGO

source: RELAY AUXILIARY CONTACT
pl_pl: STYK POMOCNICZY PRZEKAŹNIKA

source: DISCONNECT SWITCH -Q2 AUXILIARY CONTACTS
pl_pl: PRZEŁĄCZNIK ROZŁĄCZAJĄCY -Q2 STYKI POMOCNICZE

source: AUXILIARY CONTACTS RELAYING
pl_pl: PRZEKAZYWANIE STYKÓW POMOCNICZYCH

source: REMARKS
pl_pl: UWAGI

source: REP
pl_pl: OZN

source: ITEM
pl_pl: ELEMENT

source: RESISTOR
pl_pl: REZYSTOR

source: CLOSING SPRING LOADED
pl_pl: SPRĘŻYNA ZAMYKAJĄCA ZACIĄGNIĘTA

source: RED
pl_pl: CZERWONY

source: RPH2-1SA0 LOCALISED IN THE CONTROL ROOM
pl_pl: RPH2-1SA0 ZLOKALIZOWANY W STEROWNI

source: ELEMENTARY DIAGRAM
pl_pl: SCHEMAT PODSTAWOWY

source: VOLTAGE TRANSFORMER SECONDARY
pl_pl: DRUGORZĘDNY TRANSFORMATOR NAPIĘCIA

source: DISCONNECOR COLOUR
pl_pl: KOLOR ROZŁĄCZNIKA

source: DISCONNECT SWITCH
pl_pl: PRZEŁĄCZNIK ROZŁĄCZAJĄCY

source: DISCONNECT. AND EARTHING SWITCH
pl_pl: PRZEŁĄCZNIK ROZŁĄCZ. I UZIEMIENIA

source: DISCONNECT SWITCH -Q2
pl_pl: PRZEŁĄCZNIK ROZŁĄCZAJĄCY -Q2

source: OPERATOR'S SAFETY
pl_pl: BEZPIECZEŃSTWO OPERATORA

source: SELECT. AUTO.TRIPPING ON LOW SF6 PRESS.
pl_pl: SELEKTOR AUTO. WYŁĄCZANIA PRZY NISKIM CIŚN. SF6

source: LOCK WITH CONTACT
pl_pl: BLOKADA ZE STYKIEM

source: KEY WITH CONTACT
pl_pl: KLUCZ ZE STYKIEM

source: SIGNALLING
pl_pl: SYGNALIZACJA

source: ABSTRACT
pl_pl: ABSTRAKT

source: STRAP
pl_pl: PASEK

source: COIL SUPERVISION
pl_pl: NADZÓR UZWOJENIA

source: TRIPPING COIL SUPERVISION
pl_pl: NADZÓR UZWOJENIA WYŁĄCZANIA

source: TRIP. COIL #1 SUPERVISION
pl_pl: NADZÓR UZWOJENIA WYŁ. NR 1

source: CLOSING COIL SUPERVISION
pl_pl: NADZÓR UZWOJENIA ZAMYKAJĄCEGO

source: CLOSING SUPERVSION
pl_pl: NADZÓR ZAMYKANIA

source: TRIPPING SUPERVISION
pl_pl: NADZÓR WYŁĄCZANIA

source: SF6 SUPERVISION
pl_pl: NADZÓR SF6

source: SF6 SUPERVISION (P1=ALARM P2=LOCKING)
pl_pl: NADZÓR SF6 (P1=ALARM P2=BLOKADA)

source: CLOSING SUPERVISION
pl_pl: NADZÓR ZAMYKANIA

source: MIMIC DIAGRAM
pl_pl: SCHEMAT MIMICZNY

source: CUBICLE TEMPERATURE
pl_pl: TEMPERATURA SZAFY ELEKTRYCZNEJ

source: CUBICLE TEMPERATURE SENSOR
pl_pl: CZUJNIK TEMPERATURY SZAFY ELEKTRYCZNEJ

source: CONTROL MECHANISM TEMPERATURE
pl_pl: TEMPERATURA MECHANIZMU STEROWANIA

source: OUTER TEMPERATURE SENSOR
pl_pl: CZUJNIK TEMPERATURY ZEWNĘTRZNEJ

source: FK3-4 TEMPERATURE
pl_pl: TEMPERATURA FK3-4

source: VOLTAGE TRANSFORMER
pl_pl: TRANSFORMATOR NAPIĘCIA

source: THERMOSTAT
pl_pl: TERMOSTAT

source: DOUBLE THERMOSTAT
pl_pl: TERMOSTAT PODWÓJNY

source: TRANSFORMER
pl_pl: TRANSFORMATOR

source: CURRENT TRANSFORMER POLE 1
pl_pl: PRZEKŁADNIK PRĄDOWY BIEGUN 1

source: CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY

source: PRESSURE SENSOR
pl_pl: CZUJNIK CIŚNIENIA

source: TYPE DE CABLE
pl_pl: TYP KABLA

source: GROUP B CENTRIFUGAL FAN
pl_pl: WENTYLATOR ODŚRODKOWY GRUPA B

source: CENTRIFUGAL FAN
pl_pl: WENTYLATOR ODŚRODKOWY

source: POLE 1 GROUP A CENTRIFUGAL FANS
pl_pl: BIEGUN 1 WENTYLATORY ODŚRODKOWE GRUPA A

source: POLE 1 GROUP B CENTRIFUGAL FANS
pl_pl: BIEGUN 1 WENTYLATORY ODŚRODKOWE GRUPA B

source: AXIAL FLOW FAN
pl_pl: WENTYLATOR PRZEPŁYWU OSIOWEGO

source: GROUP A AXIAL FLOW FAN
pl_pl: WENTYLATOR PRZEPŁYWU OSIOWEGO GRUPA A

source: GROUP B AXIAL FLOW FAN
pl_pl: WENTYLATOR PRZEPŁYWU OSIOWEGO GRUPA B

source: FANS GROUP A
pl_pl: WENTYLATORY GRUPA A

source: FANS GROUP B
pl_pl: WENTYLATORY GRUPA B

source: POLE 1 GROUP A AXIAL FLOW FAN
pl_pl: BIEGUN 1 WENTYLATOR PRZEPŁYWU OSIOWEGO GRUPA A

source: POLE 1 GROUP B AXIAL FLOW FAN
pl_pl: BIEGUN 1 WENTYLATOR PRZEPŁYWU OSIOWEGO GRUPA B

source: LEVEL 2 FAN FAILURE
pl_pl: USTERKA WENTYLATORA POZIOM 2

source: FANS - AUTOMATICAL RUN
pl_pl: WENTYLATORY - PRACA AUTOMATYCZNA

source: AUTO - MANUAL FAN
pl_pl: WENTYLATOR AUTO - RĘCZNY

source: LEVEL 1 FAN FAILURE - POLE 1
pl_pl: USTERKA WENTYLATORA POZIOM 1 - BIEGUN 1

source: CHECK THE PROPER PHASE ROTATION BEFORE CONNECTION FOR OPERATION OF MOTORS
pl_pl: PRZED PODŁĄCZENIEM DLA DZIAŁANIA SILNIKÓW SPRAWDZIĆ PRAWIDŁOWY OBRÓT FAZ

source: EARTHING SWITCH LOCKING OPERATION
pl_pl: DZIAŁANIE BLOKADY PRZEŁĄCZNIKA UZIEMIENIA

source: EARTHING + STARTING SW LOCKING OPERATION
pl_pl: DZIAŁANIE BLOKADY PRZEŁĄCZNIKA UZIEMIENIA + ROZRUCHOWEGO

source: DISCONNECT SWITCH LOCKING OPERATION
pl_pl: DZIAŁANIE BLOKADY PRZEŁĄCZNIKA ROZŁĄCZAJĄCEGO

source: DISCON. + EARTHING SW. LOCKING OPERATION
pl_pl: DZIAŁANIE BLOKADY PRZEŁĄCZNIKA ROZŁĄCZAJĄCEGO + UZIEMIENIA

source: CLIENT INTERLOCK
pl_pl: BLOKADA KLIENTA

source: LOCKING C.B.
pl_pl: BLOKADA C.B.

source: IN OPEN POSITION
pl_pl: W POŁOŻENIU OTWARTYM

source: CLOSING INTERLOCK
pl_pl: ZAMYKANIE BLOKADY

source: (COIL -Y04) CLOSING LOCKING
pl_pl: (UZWOJENIE -Y04) ZAMYKANIE BLOKADY

source: EARTHING SWITCH CLOSING INTERLOCK
pl_pl: BLOKADA ZAMYKANIA PRZEŁĄCZNIKA UZIEMIENIA

source: CRANK ENTRANCE LOCKING
pl_pl: BLOKADA WEJŚCIA KORBY

source: LOCKING EARTHING SW. IN CLOSING POSITION
pl_pl: BLOKADA PRZEŁ. UZIEMIENIA W POŁOŻENIU ZAMYKANIA

source: LOCKING EARTHING SWITCH CLOSED
pl_pl: BLOKOWANIE ZAMKNIĘTEGO PRZEŁĄCZNIKA UZIEMIENIA

source: MOTOR INTERLOCK (MANUAL OPERATION)
pl_pl: BLOKADA SILNIKA (PRACA RĘCZNA)

source: DISCONNECT SWITCH OPENING INTERLOCK
pl_pl: BLOKADA OTWIERANIA PRZEŁĄCZNIKA ROZŁĄCZAJĄCEGO

source: LOCKING DISCON. SW. IN CLOSING POSITION
pl_pl: BLOKADA PRZEŁ. ROZŁĄCZAJĄCEGO W POŁOŻENIU ZAMYKANIA

source: LOCKING DISCONNECT SWITCH OPEN
pl_pl: BLOKOWANIE OTWARTEGO PRZEŁĄCZNIKA ROZŁĄCZAJĄCEGO

source: GREEN
pl_pl: ZIELONY

source: VOLTMETER
pl_pl: WOLTOMIERZ

source: LED
pl_pl: DIODA LED

source: INDICATING LAMP
pl_pl: LAMPKA SYGNALIZACYJNA

source: MECHANICAL INDICATOR
pl_pl: WSKAŹNIK MECHANICZNY

source: FRONT VIEW
pl_pl: WIDOK Z PRZODU

source: LEFT VIEW
pl_pl: WIDOK Z LEWEJ

source: REMOTE
pl_pl: ZDALNY

source: CONTROL MECHANISM POLE 1
pl_pl: MECHANIZM STEROWANIA BIEGUN 1

source: THE DIAGRAM IS SHOWN :
pl_pl: NA SCHEMACIE PRZEDSTAWIONO:

source: - CIRCUIT BREAKER OPEN - CLOSING SPRING LOADED - WITHOUT SF6 PRESSURE - WITHOUT VOLTAGE
pl_pl: - OTWARTY ROZŁĄCZNIK OBWODU - NACIĄGNIĘTA SPRĘŻYNA ZAMYKAJĄCA - BEZ CIŚNIENIA SF6 - BEZ NAPIĘCIA

source: CONTROL MECHANISM LAYOUT
pl_pl: SCHEMAT MECHANIZMU STEROWANIA

source: TO OPEN
pl_pl: DO OTWIERANIA

source: TO CLOSE
pl_pl: DO ZAMYKANIA

source: OPEN
pl_pl: OTWIERANIE

source: CLOSE
pl_pl: ZAMYKANIE

source: CLOSED
pl_pl: ZAMKNIĘTY

source: OPENED
pl_pl: OTWARTY

source: OPENING
pl_pl: OTWIERANIE

source: MAIN CONTACT
pl_pl: STYK GŁÓWNY

source: OTHER CONTACTS
pl_pl: INNE STYKI

source: YELLOW
pl_pl: ZÓŁTY

source: BLUE
pl_pl: NIEBIESKI

source: WHITE
pl_pl: BIAŁY

source: BLACK
pl_pl: CZARNY

source: BILL OF MATERIAL
pl_pl: WYKAZ MATERIAŁÓW

source: 24V DC SUPPLY
pl_pl: ZASILANIE 24 V DC

source: CIRCUIT BREAKER TRIPPING 1
pl_pl: WYZWOLENIE ROZŁĄCZNIKA OBWODU 1

source: STARTING DISCON. SW. MOTOR CIRCUIT
pl_pl: ROZPOCZĘCIE ROZŁĄCZANIA PRZEŁĄCZNIKA OBWODU SILNIKA

source: VT SECONDARY PROTECTION
pl_pl: ZABEZPIECZENIE DRUGORZĘDNE VT

source: LIGHTING CIRCUIT
pl_pl: OBWÓD OŚWIETLENIA

source: LOSS OF VOLTAGE TRIPPING CIRCUIT
pl_pl: OBWÓD ROZŁĄCZENIA PRZY UTRACIE NAPIĘCIA

source: LOCKING EARTHING SW. IN OPENING POSITION
pl_pl: BLOKADA PRZEŁ. UZIEMIENIA W POŁOŻENIU OTWIERANIA

source: DISCONNECT. AND EARTHING SWITCH - MOTOR
pl_pl: PRZEŁĄCZNIK ROZŁĄCZ. I UZIEMIENIA - SILNIK

source: DISCONNECT SWITCH SKG - CONTROL CIRCUIT
pl_pl: PRZEŁĄCZNIK ROZŁĄCZAJĄCY SKG - OBWÓD STEROWANIA

source: EARTHING SWITCH MKGG - CONTROL CIRCUIT
pl_pl: PRZEŁĄCZNIK UZIEMIENIA MKGG - OBWÓD STEROWANIA

source: EARTHING SWITCH MKGT - CONTROL CIRCUIT
pl_pl: PRZEŁĄCZNIK UZIEMIENIA MKGT - OBWÓD STEROWANIA

source: STARTING SWITCH IKG - CONTROL CIRCUIT
pl_pl: PRZEŁĄCZNIK UZIEMIENIA IKG - OBWÓD STEROWANIA

source: LOW SF6 SUPERVISION - 1ST STAGE
pl_pl: NADZÓR NISKIEGO CIŚNIENIA SF6 - 1. POZIOM

source: VOLTAGE CONTROL CLOSING
pl_pl: STEROWANIE NAPIĘCIEM - ZAMYKANIE

source: VOLTAGE CONTROL TRIPPING 1
pl_pl: STEROWANIE NAPIĘCIEM - WYŁĄCZENIE 1

source: Device
pl_pl: Urządzenie

source: GENERATOR CIRCUIT BREAKER FKG2S
pl_pl: WYŁĄCZNIK GENERATORA FKG2S

source: GENERATOR CIRCUIT BREAKER FKG2M
pl_pl: WYŁĄCZNIK GENERATORA FKG2M

source: GENERATOR CIRCUIT BREAKER FKG1F
pl_pl: WYŁĄCZNIK GENERATORA FKG1F

source: GENERATOR CIRCUIT BREAKER FKG1N
pl_pl: WYŁĄCZNIK GENERATORA FKG1N

source: GENERATOR CIRCUIT BREAKER FKG1X
pl_pl: WYŁĄCZNIK GENERATORA FKG1X

source: GENERATOR CIRCUIT BREAKER FKG1X-P
pl_pl: WYŁĄCZNIK GENERATORA FKG1X-P

source: GENERATOR CIRCUIT BREAKER FKG1X-V
pl_pl: WYŁĄCZNIK GENERATORA FKG1X-V

source: GENERATOR CIRCUIT BREAKER FKG1X-W
pl_pl: WYŁĄCZNIK GENERATORA FKG1X-W

source: FKG CONTROL MECHANISM LAYOUT
pl_pl: SCHEMAT MECHANIZMU STEROWANIA FKG

source: SKG CONTROL MECHANISM LAYOUT
pl_pl: SCHEMAT MECHANIZMU STEROWANIA SKG

source: MKGG CONTROL MECHANISM LAYOUT
pl_pl: SCHEMAT MECHANIZMU STEROWANIA MKGG

source: MKGT CONTROL MECHANISM LAYOUT
pl_pl: SCHEMAT MECHANIZMU STEROWANIA MKGT

source: IKG CONTROL MECHANISM LAYOUT
pl_pl: SCHEMAT MECHANIZMU STEROWANIA IKG

source: T1 VOLTAGE SUPERVISION
pl_pl: NADZÓR NAPIĘCIA T1

source: T2 VOLTAGE SUPERVISION
pl_pl: NADZÓR NAPIĘCIA T2

source: SUPPLY 2 :
pl_pl: ZASILANIE 2:

source: SUPPLY :
pl_pl: ZASILANIE:

source: OPENING 1
pl_pl: OTWIERANIE 1

source: TRIPPING 1 SUPERVISION
pl_pl: NADZÓR WYŁĄCZENIA 1

source: PROTECTION TRIPPING 1
pl_pl: WYŁĄCZENIE ZABEZPIECZAJĄCE 1

source: SF6 PRESSURE 1ST STAGE ALARM
pl_pl: ALARM 1. POZIOMU CIŚNIENIA SF6

source: SF6 PRESSURE 2ND STAGE ALARM
pl_pl: ALARM 2. POZIOMU CIŚNIENIA SF6

source: SUPPLY 1 FAILURE
pl_pl: USTERKA ZASILANIA 1

source: SKG DISCONNECT SWITCH
pl_pl: PRZEŁĄCZNIK ROZŁĄCZAJĄCY SKG

source: MKGG EARTHING SWITCH
pl_pl: PRZEŁĄCZNIK UZIEMIENIA MKGG

source: MKGT EARTHING SWITCH
pl_pl: PRZEŁĄCZNIK UZIEMIENIA MKGT

source: IKG STARTING SWITCH
pl_pl: PRZEŁĄCZNIK ROZRUCHU IKG

source: CIRCUIT BREAKER GL315 WITH FK3-4 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL315 Z FK3-4 SCHEMAT PODSTAWOWY

source: CIRCUIT BREAKER GL316 WITH FK3-4 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL316 Z FK3-4 SCHEMAT PODSTAWOWY

source: CIRCUIT BREAKER GL316X WITH FK3-5 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL316 Z FK3-5 SCHEMAT PODSTAWOWY

source: CIRCUIT BREAKER GL420 WITH FK3-4 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL420 Z FK3-4 SCHEMAT PODSTAWOWY

source: FKG CIRCUIT BREAKER
pl_pl: WYŁĄCZNIK OBWODU FKG

source: TRANSFORMER SIDE
pl_pl: OD STRONY TRANSFORMATORA

source: GENERATOR SIDE
pl_pl: OD STRONY GENERATORA

source: TO SKG
pl_pl: DO SKG

source: TO FKG
pl_pl: DO FKG

source: SPRING POSITION ( CLOSED WHEN SPRING DISCHARGED )
pl_pl: POŁOŻENIE SPRĘŻYNY (ZAMKNIĘCIE PRZY ZWOLNIONEJ SPRĘŻYNIE)

source: WHEN CLIENT CABLES ARE NOT CONNECTED ON C.T.
pl_pl: KIEDY KABLE KLIENTA NIE SĄ PODŁĄCZONE DO C.T.

source: CIRCUITS JUMPS :
pl_pl: ZWORKI OBWODÓW:

source: TO BE ADD ON TERMINAL BLOCK :
pl_pl: DODAĆ DO LISTWY ZACISKOWEJ:

source: CIRCUIT BREAKER GL314X WITH FK3-2 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL314X Z FK3-2 SCHEMAT PODSTAWOWY

source: SUPPLY CBWATCH FAILURE
pl_pl: USTERKA ZASILANIA CBWATCH

source: CLOSING VOLTAGE FAILURE
pl_pl: USTERKA NAPIĘCIA ZAMYKANIA

source: TRIPPING 1 VOLTAGE FAILURE
pl_pl: USTERKA NAPIĘCIA WYŁĄCZENIA 1

source: SPRING POSITION (OPEN WHEN SPRING DISCHARGED)
pl_pl: POŁOŻENIE SPRĘŻYNY (OTWARTE PRZY ZWOLNIONEJ SPRĘŻYNIE)

source: SPRING POSITION ( OPEN WHEN SPRING DISCHARGED )
pl_pl: POŁOŻENIE SPRĘŻYNY (OTWARTE PRZY ZWOLNIONEJ SPRĘŻYNIE)

source: CIRCUIT BREAKER GL245 WITH FK3-1 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL245 Z FK3-1 SCHEMAT PODSTAWOWY

source: CIRCUIT BREAKER GL317 WITH FK3-5 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL317 Z FK3-5 SCHEMAT PODSTAWOWY

source: LOCATED IN THE CONTROL ROOM
pl_pl: ZLOKALIZOWANY W STEROWNI

source: CONNECTIONS - RPH2
pl_pl: POŁĄCZENIA - RPH2

source: TO BE CONNECTED ACCORDING TO THE PHASES MEASURING THE VOLTAGE REFERENCE AND THE AFFECTATION OF POLES TO THE NETWORK PHASE SHIELDED CABLE WITH TWISTED PAIRS TO BE USED
pl_pl: DO PODŁĄCZENIA ZGODNIE Z POMIAREM FAZ NAPIĘCIEM ODNIESIENIA I PRZYPISANIEM BIEGUNÓW DO FAZ SIECI UŻYĆ KABLA EKRANOWANEGO Z PARAMI SKRĘCANYMI

source: WARNING :
pl_pl: OSTRZEŻENIE:

source: IF THE CIRCUIT BREAKER IS OPERATED MANUALLY AFTER LOSS OF SUPPLY, RELAYED INFORMATION IS NOT VALID ANY MORE.
pl_pl: JEŻELI WYŁĄCZNIK OBWODU ZOSTAŁ PRZESTAWIONY RĘCZNIE PO UTRACIE ZASILANIA, PRZEKAZYWANE INFORMACJE NIE SĄ PRAWIDŁOWE.

source: LIGHTING - HEATING
pl_pl: OŚWIETLENIE - OGRZEWANIE

source: FAILURE AXIAL FLOW FANS
pl_pl: USTERKA WENTYLATORÓW PRZEPŁYWU OSIOWEGO

source: AXIAL FLOW FANS GROUP A
pl_pl: WENTYLATORY PRZEPŁYWU OSIOWEGO GRUPA A

source: AXIAL FLOW FANS GROUP B
pl_pl: WENTYLATORY PRZEPŁYWU OSIOWEGO GRUPA B

source: FAILURE OF 1 CENTRIFUGAL FAN
pl_pl: USTERKA 1 WENTYLATORA ODŚRODKOWEGO

source: FAILURE OF 2 AXIAL FLOW FANS
pl_pl: USTERKA 2 WENTYLATORÓW PRZEPŁYWU OSIOWEGO

source: ALARM LEVEL 1
pl_pl: ALARM POZIOMU 1

source: CENTRIFUGAL FANS GROUP A
pl_pl: WENTYLATORY ODŚRODKOWE GRUPA A

source: CENTRIFUGAL FANS GROUP B
pl_pl: WENTYLATORY ODŚRODKOWE GRUPA B

source: ALARM LEVEL 1 POLE 1
pl_pl: ALARM POZIOMU 1 BIEGUN 1

source: VOLTAGE FAILURE POLE 1
pl_pl: USTERKA NAPIĘCIA BIEGUN 1

source: VOLTAGE POLE 1
pl_pl: NAPIĘCIE BIEGUN 1

source: 220V AC VOLTAGE PRESENCE
pl_pl: OBECNOŚĆ NAPIĘCIA 220 V AC

source: SUPPLY 1 VOLTAGE SUPERVISION
pl_pl: NADZÓR NAPIĘCIA ZASILANIA 1

source: OPERATING CONTROL
pl_pl: STEROWANIE PRACĄ

source: COOLING FANS - POLE 1
pl_pl: WENTYLATORY CHŁODZĄCE - BIEGUN 1

source: SIGNALLING FAILURE LEVEL 1 - POLE 1
pl_pl: SYGNALIZACJA USTERKI POZIOMU 1 - BIEGUN 1

source: SIGNALLING FAILURE LEVEL 2 AND 3 - POLE 1
pl_pl: SYGNALIZACJA USTERKI POZIOMU 2 I 3 - BIEGUN 1

source: SIGNALLING FAILURES
pl_pl: SYGNALIZACJA USTEREK

source: WIRING CLIENT
pl_pl: OKABLOWANIE KLIENTA

source: CUBICLE'S FANS
pl_pl: WENTYLATORY SZAFY ELEKTRYCZNEJ

source: VOLTAGE CONTROL MOTOR
pl_pl: STEROWANIE NAPIĘCIEM SILNIKA

source: VOLTAGE CONTROL HEATING - LIGHTING
pl_pl: STEROWANIE NAPIĘCIEM OGRZEWANIA - OŚWIETLENIA

source: Horizontal tensile strength :
pl_pl: Wytrzymałość na rozciąganie poziome:

source: Transversal horizontal strength :
pl_pl: Wytrzymałość poprzeczna pozioma:

source: Vertical strength :
pl_pl: Wytrzymałość pionowa:

source: PERMISSIBLE STRENGTH ON THE TERMINALS
pl_pl: DOPUSZCZALNE NAPRĘŻENIA NA STYKACH

source: STRENGTH DUE TO THE WIND EXERTED ON THE POLE THRUST CENTER :
pl_pl: NAPRĘŻENIA SPOWODOWANE DZIAŁANIEM WIATRU NA ŚRODEK BIEGUNA:

source: MAXIMUM STRENGTHS (STATIC+DYNAMIC) ON EVERY FIXING POINT :
pl_pl: MAKSYMALNE NAPRĘŻENIA (STATYCZNE+DYNAMICZNE) KAŻDEGO PUNKTU MOCOWANIA:

source: Downward F1 :
pl_pl: W dół F1:

source: Upward F2 :
pl_pl: W górę F2:

source: STRENGTH ON FOUNDATION DOWNWARD (F1) :
pl_pl: NAPRĘŻENIA NA FUNDAMENT W DÓŁ (F1):

source: STRENGTH ON FOUNDATION UPWARD (F2) :
pl_pl: NAPRĘŻENIA NA FUNDAMENT W GÓRĘ (F1):

source: OVERTURNING TORQUE ON FOUNDATION :
pl_pl: MOMENT PRZEWRACAJĄCY NA FUNDAMENT:

source: MASS OF ONE COMPLETE INTERRUPTING PART :
pl_pl: MASA JEDNEJ KOMPLETNEJ CZĘŚCI PRZERYWAJĄCEJ:

source: MASS OF THE FRAME :
pl_pl: MASA RAMY:

source: MASS OF SPRINGS CONTROL MECHANISM :
pl_pl: MASA MECHANIZMU STEROWANIA SPRĘŻYNAMI:

source: MASS OF CENTRALIZING CUBICLE :
pl_pl: MASA SZAFY CENTRALIZUJĄCEJ:

source: MASS OF THE CIRCUIT BREAKER WITH FRAME :
pl_pl: MASA WYŁĄCZNIKA OBWODU Z RAMĄ:

source: STRENGTHS
pl_pl: NAPRĘŻENIA

source: MASS OF PART
pl_pl: MASA ELEMENTU

source: Spring control mechanism (see folio 4)
pl_pl: Mechanizm sterowania sprężyną (patrz karta 4)

source: Earth terminals (see detail C)
pl_pl: Poszczególne styki (patrz szczegół C)

source: Centralizing cubicle (see folio 5)
pl_pl: Szafa centralizująca (patrz karta 5)

source: Terminals (see detail A)
pl_pl: Styki (patrz szczegół A)

source: Union for gas filling and vaccum Gas monitoring system with densimeter
pl_pl: Złącze do napełniania gazem i podciśnieniowe System monitorowania gazu z gęstościomierzem

source: Pressure gauge SF6
pl_pl: Manometr SF6

source: Low voltage connection cables Not supplied by ALSTOM
pl_pl: Przewody łączące niskiego napięcia, poza dostawą ALSTOM

source: Passage of cables :
pl_pl: Przepust kablowy:

source: 400cm^2 Max Cable insertion :
pl_pl: Maks. 400cm^2 Wejście kabla:

source: 400cm^2 Max
pl_pl: Maks 400cm^2

source: Dimensions with # are valid only with supporting Frame H=
pl_pl: Wymiary oznaczone # są prawidłowe wyłącznie z ramą wsporczą H=

source: THE APPLICATION POINT AND VALUE ARE REFERED TO THE CIRCUIT BREAKER CENTER OF GRAVITY.
pl_pl: PUNKT PRZYŁOŻENIA I WARTOŚĆ ODNOSZĄ SIĘ DO ŚRODKA CIĘŻKOŚCI WYŁĄCZNIKA OBWODU

source: ALL THE CALCULATIONS ARE CARRIED OUT, TAKING AS HYPOTHESIS A ALSTOM STANTARD FRAME WITH HEIGHT H= ;
pl_pl: WSZYSTKIE OBLICZENIA PRZEPROWADZONO PRZY ZAŁOŻENIU STANDARDOWEJ RAMY ALSTOM O WYSOKOŚCI H=;

source: According to drawing ALSTOM
pl_pl: Zgodnie z rysunkiem ALSTOM

source: EMERGENCY OFF
pl_pl: WYŁĄCZNIK AWARYJNY WYŁ.

source: Fixing see detail F
pl_pl: Mocowanie, patrz szczegół F

source: 4 HOLES Ø17
pl_pl: 4 OTWORY Ø17

source: PORT-HOLE
pl_pl: OTWÓR PRZYŁĄCZENIOWY

source: CHARGED-DISCHARGED CLOSING SPRING INDICATOR
pl_pl: WSKAŹNIK NACIĄGNIĘTEJ-ZWOLNIONEJ SPRĘŻYNY

source: AVAILABLE ZONE FOR LOCATION OF ALL L.V. CABLES
pl_pl: STREFA DOSTĘPNA NA LOKALIZACJĘ WSZYSTKICH KABLI NN

source: DOOR PADLOCKING
pl_pl: KŁÓDKA DRZWI

source: OPEN DOOR CLEARANCE 90° 1400±
pl_pl: WYMIARY DRZWI W ŚWIETLE 90° 1400±

source: FIXING
pl_pl: MOCOWANIE

source: MASS :
pl_pl: MASA:

source: VENTILATION OPENING
pl_pl: OTWÓR WENTYLACYJNY

source: LATCH AND DOOR PADLOCKING
pl_pl: ZATRZASK I KŁÓDKA DRZWI

source: GROUND TERMINAL :
pl_pl: STYK UZIEMIENIA:

source: DOOR OPEN AT 90°
pl_pl: KĄT OTWARCIA DRZWI 90°

source: 4 HOLES FOR SCREW Ø 16
pl_pl: 4 OTWORY NA WKRĘT Ø 16

source: 4 HOLES Ø 16.25
pl_pl: 4 OTWORY Ø 16,25

source: Not supplied by AREVA
pl_pl: Poza dostawą AREVA

source: Thickness to tightening
pl_pl: Grubość do dokręcenia

source: Approx
pl_pl: Ok.

source: Screw H,M16*40
pl_pl: Wkręt H,M16*40

source: Self-locking washer,M16
pl_pl: Podkładka samoblokująca, M16

source: Pin SPIT ROC SRD 16
pl_pl: Kołek SPIT ROC SRD 16

source: Plate washer,M16
pl_pl: Podkładka płaska, M16

source: See detail D
pl_pl: Patrz szczegół D

source: 4 Holes Ø 30
pl_pl: 4 otwory Ø 30

source: TRIPPING 1 FAILURE
pl_pl: USTERKA WYŁĄCZENIA 1

source: 7 Holes Ø 14
pl_pl: 7 otworów Ø 14

source: Thickness= 8
pl_pl: Grubość= 8

source: Lifting appliance required for circuit breaker erection
pl_pl: Do podniesienia wyłącznika obwodu konieczne urządzenie dźwigowe

source: FIXING:
pl_pl: MOCOWANIE:

source: 4 SCREW M20
pl_pl: 4 ŚRUBY M20

source: OPERATING SHAFT
pl_pl: WAŁ ROBOCZY

source: LOCKING LOSS OF VOLTAGE COIL
pl_pl: STRATY BLOKOWANIA UZWOJENIA NAPIĘCIA

source: LOSS OF VOLTAGE COIL
pl_pl: STRATY UZWOJENIA NAPIĘCIA

source: DIMENSIONS
pl_pl: WYMIARY

source: SPRING MECHANISM
pl_pl: MECHANIZM SPRĘŻYNY

source: DETAILS
pl_pl: SZCZEGÓŁY

source: PHASE SPACING
pl_pl: ODSTĘPY MIĘDZY FAZAMI

source: CIRCUIT BREAKER GL318 WITH FK3-4 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL318 Z FK3-4 SCHEMAT PODSTAWOWY

source: CIRCUIT BREAKER GL314 TRI WITH FK3-4 ELEMENTARY DIAGRAM
pl_pl: WYŁĄCZNIK GL314 TRI Z FK3-4 SCHEMAT PODSTAWOWY

source: FKG SPARES AUXILIARY CONTACTS
pl_pl: ZAPASOWE STYKI POMOCNICZE FKG

source: EXTERNAL SIGNALLING
pl_pl: SYGNALIZACJA ZEWNĘTRZNA

source: POSITION SIGNALLING
pl_pl: SYGNALIZACJA POŁĄCZENIA

source: MOTOR - LIGHTING HEATING SUPPLY
pl_pl: ZASILANIE OGRZEWANIA - OŚWIETLENIA SILNIKA

source: DISCONNECT. AND EARTHING SWITCH - MOTOR SUPPLY
pl_pl: PRZEŁĄCZNIK ROZŁĄCZ. I UZIEMIENIA - ZASILANIE SILNIKA

source: SKG SPARES AUXILIARY CONTACTS
pl_pl: ZAPASOWE STYKI POMOCNICZE SKG

source: MKGG SPARES AUXILIARY CONTACTS
pl_pl: ZAPASOWE STYKI POMOCNICZE MKGG

source: MKGT SPARES AUXILIARY CONTACTS
pl_pl: ZAPASOWE STYKI POMOCNICZE MKGT

source: IKG SPARES AUXILIARY CONTACTS
pl_pl: ZAPASOWE STYKI POMOCNICZE IKG

source: VT1 VOLTAGE TRANSFORMER
pl_pl: TRANSFORMATOR NAPIĘCIA VT1

source: VT2 VOLTAGE TRANSFORMER
pl_pl: TRANSFORMATOR NAPIĘCIA VT2

source: VT3 VOLTAGE TRANSFORMER
pl_pl: TRANSFORMATOR NAPIĘCIA VT3

source: VT4 VOLTAGE TRANSFORMER
pl_pl: TRANSFORMATOR NAPIĘCIA VT4

source: VT5 VOLTAGE TRANSFORMER
pl_pl: TRANSFORMATOR NAPIĘCIA VT5

source: VT6 VOLTAGE TRANSFORMER
pl_pl: TRANSFORMATOR NAPIĘCIA VT6

source: CT1 CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY CT1

source: CT4 CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY CT4

source: CT1 CT2 CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY CT1 CT2

source: CT1 CT2 CT3 CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY CT1 CT2 CT3

source: CT4 CT5 CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY CT4 CT5

source: CT4 CT5 CT6 CURRENT TRANSFORMER
pl_pl: PRZEKŁADNIK PRĄDOWY CT4 CT5 CT6

source: COOLING COMMAND SYSTEM
pl_pl: SYSTEM STEROWANIA CHŁODZENIEM

source: 230V AC VOLTAGE CONTROL
pl_pl: STEROWANIE NAPIĘCIEM 230 V AC

source: GROUP B SELECTION
pl_pl: WYBÓR GRUPY B

source: AUTOMATIC SELECTION
pl_pl: WYBÓR AUTOMATYCZNY

source: GROUP A SELECTION
pl_pl: WYBÓR GRUPY A

source: FLASHING RELAY
pl_pl: PRZEKAŹNIK BŁYSKANIA

source: 24H ALTERNANCE
pl_pl: PRZEMIENNOŚĆ 24H

source: FANS ELEMENTARY DIAGRAM
pl_pl: SCHEMAT PODSTAWOWY WENTYLATORÓW

source: COOLING SYSTEM CUBICLE SUPPLY
pl_pl: ZASILANIE SZAFY SYSTEMU CHŁODZENIA

source: TRIP COIL 1 SUPERVISION FAILURE
pl_pl: UZWOJENIE WYŁĄCZAJĄCE 1 USTERKA NADZORU

source: MONITORING SYSTEM
pl_pl: SYSTEM MONITOROWANIA

source: SF6 CONTROL
pl_pl: STEROWANIE SF6

source: POLE MONITORING
pl_pl: MONITOROWANIE BIEGUNA

source: MAIN CT
pl_pl: CT GŁÓWNY
